tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "homebrew/x11"
tap "olafurpg/scalafmt"
tap "railwaycat/emacsmacport"
cask "java-jdk-javadoc"
brew "ammonite-repl"
brew "gdbm"
brew "sqlite"
brew "aspell"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bcrypt"
brew "bsdmake"
brew "check"
brew "coreutils"
brew "curl"
brew "git"
brew "dos2unix"
brew "gnu-tar"
brew "findutils", args: ["with-default-names"]
brew "gawk", args: ["with-default-names"]
brew "getmail"
brew "ghc"
brew "gmime"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "haskell-stack"
brew "heroku"
brew "htop-osx"
brew "hub"
brew "jq"
brew "mercurial"
brew "lua"
brew "mackup"
brew "mad"
brew "make"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "pass"
brew "pstree"
brew "pwgen"
brew "ripgrep"
brew "rlwrap"
brew "sbt"
brew "scala"
brew "scalastyle"
brew "sha2"
brew "sloccount"
brew "taglib"
brew "vault"
brew "vcsh"
brew "watch"
brew "wget"
brew "wrk"
brew "yasm"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "alfred"
cask "apptivate"
cask "flux"
cask "gpgtools"
cask "karabiner-elements"
cask "spectacle"
cask "istat-menus"
